Repository: giannisntop/zeus
Catalog: zeus/locale/*/LC_MESSAGES/django.po
Languages: el

source: Simple election with one or more questions
el: Απλή ψηφοφορία με μία ή περισσότερες ερωτήσεις

source: Ballot
el: Ψηφοδέλτιο

source: Question
el: Ερώτηση

source: Answer
el: Απάντηση

source: Add questions to the election
el: Προσθήκη ερωτήσεων στην ψηφοφορία

source: Too many choices
el: Περισσότερες επιλογές από το επιτρεπτό

source: Question '{0}' requires at least {1} choices.
el: Η ερώτηση '{0}' απαιτεί τουλάχιστον {1} επιλογές.

source: Results
el: Αποτελέσματα

source: Party lists election
el: Ψηφοφορία με συνδυασμούς

source: Manage ballot
el: Διαχείριση ψηφοδελτίου

source: Candidates
el: Υποψήφιοι

source: Candidate
el: Υποψήφιος

source: Party
el: Συνδυασμός

source: Preferential voting election (Schulze method)
el: Ψηφοφορία με έκφραση προτίμησης (μέθοδος Schulze)

source: Candidates List
el: Λίστα υποψηφίων

source: No candidates set
el: Δεν έχουν οριστεί υποψήφιοι

source: Manage candidates
el: Διαχείριση υποψηφίων

source: Score voting election
el: Ψηφοφορία με βαθμολογία

source: Manage questions
el: Διαχείριση ερωτήσεων

source: No questions set
el: Δεν υπάρχουν ερωτήσεις ακόμη

source: Ranked choice election (RCV/STV/IRV)
el: Ψηφοφορία με ταξινομική ψήφο (RCV/STV/IRV)

source: Maximum elected from the same constituency
el: Μέγιστος αριθμός εκλεγόμενων από την ίδια Εκλογική Περιφέρεια

source: Greek Universities Governing Councils election
el: Ανάδειξη Των Εσωτερικών Μελών Συμβουλίων Διοίκησης AEI

source: Maximum elected from the same department
el: Περιορισμός εκλεγόμενων ανά Σχολή ή Ανεξάρτητο Τμήμα

source: Electors: Group A
el: Εκλέκτορες: Ομάδα Α

source: Electors: Group B
el: Εκλέκτορες: Ομάδα Β

source: Greek Universities single governing bodies election
el: Ανάδειξη μονομελών οργάνων διοίκησης των Α.Ε.Ι (3453/2017 Αριθ. 159165/Ζ1)

source: Voter excluded
el: Έχει εξαιρεθεί

source: %s is not a valid character.
el: το %s είναι μη αποδεκτός χαρακτήρας.

source: Trustees
el: Εφορευτική επιτροπή

source: Multiple mixnets
el: Πολλαπλές μίξεις

source: Legal representative
el: Νόμιμος εκπρόσωπος

source: Terms consent
el: Αποδοχή όρων

source: Set the language that will be used for email messages
el: Επιλέξτε τη γλώσσα που θα χρησιμοποιηθεί για τα μηνύματα των email

source: Communication language
el: Γλώσσα επικοινωνίας

source: Notify voters using SMS (%d deliveries available for your account)
el: Ενημέρωση ψηφοφόρων μέσω SMS (%d αποστολές SMS διαθέσιμες)

source: Mobile SMS notifications enabled
el: Ενεργοποίηση μηνυμάτων SMS

source: Departments
el: Τμήματα

source: Constituencies
el: Εκλογικές Περιφέρειες

source: List of constituencies. e.g.<br/><br/>District A<br />District B<br />District C<br />
el: Λίστα εκλογικών περιφερειών π.χ.<br/><br/>Α' Αθηνών<br />Β' Αθηνών<br />Α' Πειραιώς<br />

source: Invalid voting end date
el: Η ημερομηνία λήξης δεν είναι σωστή.

source: Invalid voting dates
el: Οι ημερομηνίες έναρξης/λήξης δεν είναι σωστές.

source: Invalid voting extension date
el: Λάθος ημερομηνία και ώρα λήξης της ψηφοφορίας

source: Invalid trustees format
el: Μη έγκυρη λίστα μελών εφορευτικής επιτροπής.

source: Choice
el: Επιλογή

source: Min answers
el: Ελάχιστος αριθμός επιλογών

source: Max answers
el: Μέγιστος αριθμός επιλογών

source: Max answers should be greater or equal to min answers
el: Ο μέγιστος αριθμός απαντήσεων πρέπει να είναι ίσος ή μεγαλύτερος του ελάχιστου αριθμού απαντήσεων

source: No duplicate choices allowed
el: Δεν επιτρέπονται διπλότυπες επιλογές στο ψηφοδέλτιο

source: Party name
el: Όνομα συνδυασμού

source: Scores
el: Βαθμοί

source: Number of answers must be equal or bigger than max answers
el: Ο αριθμός απαντήσεων πρέπει να είναι μεγαλύτερος ή ίσως του μέγιστου αριθμού απαντήσεων

source: Droop quota
el: Αναλογία Droop

source: maximum number of elected from the same constituency
el: Μέγιστος αριθμός εκλεγόμενων από την ίδια περιφέρεια

source: Constituency limit
el: Όριο ανά Εκλογική Περιφέρεια

source: enable limiting the elections from the same constituency
el: Ενεργοποίηση περιορισμού εκλεγόμενων από την ίδια περιφέρεια

source: Limit elected per constituency
el: Περιορισμός εκλεγόμενων ανά περιφέρεια

source: set the eligibles count of the election
el: Ορίστε το πλήθος των εκλεγόμενων

source: Eligibles count
el: Πλήθος εκλεγόμενων

source: This field is required.
el: Αυτό το πεδίο είναι απαραίτητο.

source: Value must be a positve integer
el: Η τιμή πρέπει να είναι θετικός ακέραιος

source: enable limiting the elections from the same department
el: Ενεργοποίηση περιορισμού εκλεγόμενων από την ίδια Σχολή ή Ανεξάρτητο Τμήμα

source: Limit elected per department
el: Περιορισμός εκλεγόμενων ανά Σχολή ή Ανεξάρτητο Τμήμα

source: maximum number of elected from the same department
el: Μέγιστος αριθμός εκλεγόμενων από την ίδια Σχολή ή Ανεξάρτητο Τμήμα

source: Department limit
el: Όριο ανά Σχολή ή Ανεξάρτητο Τμήμα

source: Username
el: Όνομα χρήστη

source: Password
el: Συνθηματικό

source: Invalid username or password
el: Μη έγκυρο όνομα χρήστη ή συνθηματικό

source: Your account is disabled
el: Ο λογαριασμός είναι απενεργοποιημένος

source: Poll forum enabled
el: Η διαβούλευση είναι ενεργοποιημένη

source: Link voters list to another poll
el: Χρήση λίστας ψηφοφόρων απο άλλη κάλπη

source: Voting starts at %s
el: Έναρξη της ψηφοφορίας στις %s

source: 2-factor authentication
el: Ταυτοποίηση 2-factor

source: 2-factor authentication help text
el: Προαιρετικά επιλέξτε μέθοδο 2ου βήματος/παράγοντα ταυτοποίησης ψηφοφόρων

source: Invalid poll
el: Μη έγκυρη επιλογή κάλπης

source: Forum should start before voting.
el: Η ημερομηνία έναρξης της διαβούλευσης θα πρέπει να είναι προγενέστερη της ημερομηνίας έναρξης της ψηφοφορίας.

source: Invalid forum access end date
el: Μη έγκυρη ημερομηνία λήξης της διαβούλευσης

source: Forum should end before voting.
el: Η ημερομηνία λήξης της διαβούλευσης θα πρέπει να είναι προγενέστερη της ημερομηνίας έναρξης της ψηφοφορίας.

source: Invalid forum extension date.
el: Μη έγκυρη ημερομηνία παράτασης της διαβούλευσης

source: Invalid shibboleth constraints.
el: Μη έγκυρες παράμετροι ταυτοποίησης

source: Forum cannot be enabled for linked polls
el: Η διαβούλευση δεν μπορεί να ενεργοποιηθεί σε συνδεδεμένες κάλπες

source: Duplicate poll names are not allowed
el: Δεν επιτρέπονται κάλπες με ίδιο όνομα

source: Poll name cannot be changed after freeze
el: Το όνομα της κάλπης δεν μπορεί να αλλάξει μετά την οριστικοποίηση

source: This URL is invalid
el: Μη έγκυρo URL

source: all selected voters
el: σύνολο ψηφοφόρων

source: selected voters who have cast a ballot
el: ψηφοφόροι που έχουν καταθέσει ψήφο

source: selected voters who have not yet cast a ballot
el: ψηφοφόροι που δεν έχουν καταθέσει ακόμη ψήφο

source: Email only
el: Μόνο Email

source: SMS only
el: Μόνο SMS

source: Email and SMS
el: Email και SMS

source: Email subject
el: Tίτλος μηνύματος email

source: In place of BODY
el: Στη θέση BODY

source: In place of SMS_BODY
el: Στη θέση SMS_BODY

source: Contact method
el: Τρόπος επικοινωνίας

source: Do not send sms if voter email is set
el: Να μην αποσταλεί sms αν έχει δηλωθεί email

source: Send To
el: Αποστολή προς

source: %d sms deliveries available
el: %d αποστολές sms διαθέσιμες

source: Please provide SMS body
el: Παρακαλούμε δηλώστε κείμενο SMS

source: Current password
el: Τρέχων κωδικός

source: New password
el: Νέος κωδικός

source: New password confirm
el: Επιβεβαίωση νέου κωδικού

source: Invalid password
el: Μη έγκυρος χρήστης ή κωδικός

source: Passwords don't match
el: Οι κωδικοί δεν ταιριάζουν

source: Login password
el: Κωδικός σύνδεσης

source: Invalid login code
el: Μη έγκυρος κωδικός σύνδεσης

source: Invalid email or password
el: Μη έγκυρη διεύθυνση email ή συνθηματικό

source: Ballot choice %s
el: Επιλογή %s

source: Invalid ballot
el: Μη έγκυρη ψήφος

source: Candidates list. e.g., <br/><br/> FirstName, LastName, FatherName, SchoolA<br /> FirstName, LastName, FatherName, SchoolB<br />
el: Λίστα υποψηφίων. π.x. <br/><br/> Όνομα, Επώνυμο, Πατρώνυμο, ΣχολήΑ<br /> Όνομα, Επώνυμο, Πατρώνυμο, ΣχολήΒ<br />

source: Election name
el: Τίτλος ψηφοφορίας

source: Voting start date
el: Έναρξη της ψηφοφορίας

source: e.g. 25/01/2015 07:00
el: π.χ. 25/01/2015 07:00

source: Voting end date
el: Λήξη της ψηφοφορίας

source: e.g. 25/01/2015 19:00
el: π.χ. 25/01/2015 19:00

source: Institution name
el: Ίδρυμα

source: Maximum elected per department
el: Περιορισμός εκλεγόμενων ανά Σχολή ή Ανεξάρτητο Τμήμα

source: Ballots count
el: Πλήθος ψήφων

source: Invalid date format
el: Μη έγκυρη μορφή ημερομηνίας

source: Candidate %s is invalid
el: Ο υποψήφιος %s δεν είναι σωστός

source: This is a trial election
el: Επιλέξτε το πεδίο αν πρόκειται για δοκιμαστική ψηφοφορία

source: Choose the type of the election
el: Επιλέξτε τον τύπο της ψηφοφορίας

source: TRUSTEES_LIST_HELP_TEXT
el: Συμπληρώστε τη λίστα μελών της εφορευτικής επιτροπής με τα e-mails τους. Π.χ.<br/><br/>Κωσταντίνος Κωστόπουλος, kwstopoulos@email.com<br/>Ιωάννης Γιαννόπουλος, giannhs@gmail.com<br/>

source: Election description
el: Περιγράψτε σύντομα την ψηφοφορία

source: When voting ends
el: Συμπληρώστε την ημερομηνία και ώρα λήξης της ψηφοφορίας

source: When voting starts
el: Συμπληρώστε την ημερομηνία και ώρα έναρξης της ψηφοφορίας

source: Voting extension date
el: Συμπληρώστε τη νέα ημερομηνία και ώρα λήξης της ψηφοφορίας

source: Voters can contact this email for election support
el: Οι ψηφοφόροι μπορούν να απευθύνονται σε αυτό το e-mail για υποστήριξη σε θέματα της ψηφοφορίας

source: Voters can contact this phone for election support
el: Οι ψηφοφόροι θα μπορούν να επικοινωνούν σε αυτό το τηλέφωνο για υποστήριξη σε θέματα της ψηφοφορίας

source: Choose whether or not you want to allow remote mixing
el: Επιλέξτε αν θέλετε να παρέχετε εξωτερικά στάδια μίξης μετά την ψηφοφορία -- αφήστε κενό εάν δεν είστε σίγουρος/η

source: Require voters to accept specified terms in order to cast a vote.
el: Οι ψηφοφόροι θα πρέπει να αποδεχθούν το παρακάτω κείμενο προκειμένου να μπορέσουν να καταθέσουν την ψήφο τους.

source: Choose whether or not you want to enable election forum
el: Επιλέξτε αν θέλετε να ενεργοποιήσετε τη δυνατότητα διαβούλευσης

source: Forum access starts at
el: Η πρόσβαση στη διαβούλευση ξεκινάει στις

source: Forum access ends at
el: Η πρόσβαση στη διαβούλευση λήγει στις

source: Confirm voter removal: {{ voter.voter_name}} {{ voter.voter_surname }} {{ voter.voter_fathername }} ({{ voter.voter_contact_field_display }})
el: Επιβεβαιώστε τη διαγραφή ψηφοφόρου: {{ voter.voter_name}} {{ voter.voter_surname }} {{ voter.voter_fathername }} ({{ voter.voter_contact_field_display }})

source: Are you sure you want to delete the selected trustee ?
el: Επιβεβαιώστε τη διαγραφή του επιλεγμένου μέλους της εφορευτικής

source: Are you sure you want to freeze the election ?
el: Επιβεβαιώστε την οριστικοποίηση της ψηφοφορίας

source: Are you sure you want to delete the selected poll ?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε τηv επιλεγμένης κάλπης

source: Admin guide for
el: Οδηγός διαχειριστή για

source: Voter guide for
el: Οδηγός ψηφοφόρου για

source: Voter quick guide for
el: Σύντομος οδηγός ψηφοφόρου για

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά

source: Romanian
el: Ρουμανικά

source: terms custom consent text1
el: Ως Νόμιμος εκπρόσωπος του φορέα υποβάλλω αίτημα για τη χρήση της Ψηφιακής Κάλπης ΖΕΥΣ», και αποδέχομαι τους ακόλουθους [Όρους Χρήσης](/zeus/terms/) καθώς και το [Συμφωνητικό Επεξεργασίας ΔΠΧ](/static/docs/gdpr_terms_consent.pdf) για λογαριασμό του ανωτέρω Φορέα.

source: Tax registration number returned by authentication provider does not match logged-in voter. Please contact election administrator.
el: Ο ΑΦΜ που αντιστοιχεί στο taxisnet login σας δεν ταυτίζεται με τον ΑΦΜ που καταχωρίστηκε ως ψηφοφόρος. Παρακαλείσθε όπως επικοινωνήσετε με τον διαχειριστή της ψηφοφορίας

source: Start
el: Έναρξη

source: End
el: Λήξη

source: Extension
el: Παράταση

source: Voters
el: Ψηφοφόροι

source: Excluded voters
el: Εξαιρεθέντες ψηφοφόροι

source: Poll name
el: Όνομα κάλπης

source: GENERAL RESULTS
el: ΑΠΟΤΕΛΕΣΜΑΤΑ ΓΕΝΙΚΑ

source: TOTAL VOTES
el: ΣΥΝΟΛΟ ΨΗΦΩΝ

source: VALID VOTES
el: ΕΓΚΥΡΟΙ ΨΗΦΟΙ

source: INVALID VOTES
el: ΑΚΥΡΟΙ ΨΗΦΟΙ

source: BLANK VOTES
el: ΛΕΥΚΟΙ ΨΗΦΟΙ

source: PARTY RESULTS
el: ΑΠΟΤΕΛΕΣΜΑΤΑ ΣΥΝΔΥΑΣΜΩΝ

source: CANDIDATE RESULTS
el: ΑΠΟΤΕΛΕΣΜΑΤΑ ΥΠΟΨΗΦΙΩΝ

source: BALLOTS
el: ΨΗΦΟΔΕΛΤΙΑ ΑΝΑΛΥΤΙΚΑ

source: ID
el: Α/Α

source: PARTY
el: ΣΥΝΔΥΑΣΜΟΣ

source: CANDIDATE
el: ΥΠΟΨΗΦΙΟΣ

source: VALID/INVALID/BLANK
el: ΕΓΚΥΡΟ/ΑΚΥΡΟ/ΛΕΥΚΟ

source: VALID
el: ΕΓΚΥΡΟ

source: INVALID
el: ΑΚΥΡΟ

source: BLANK
el: ΛΕΥΚΟ

source: Wins
el: Νίκες

source: Beats
el: Ηττημένοι

source: Ballots
el: Ψηφοδέλτια

source: Elect
el: Εκλογή

source: Eliminated
el: Αποκλεισμός

source: Eliminated due to quota restriction
el: Αποκλεισμός λόγω περιορισμού ποσοστώσεων

source: Elected
el: Εκλεγμένοι

source: Round
el: Γύρος

source: Votes
el: Ψήφοι

source: Draw
el: Κλήρωση

source: Action
el: Ενέργεια

source: NO
el: ΟΧΙ

source: YES
el: ΝΑΙ

source: RANKING
el: ΒΑΘΜΟΛΟΓΙΚΗ ΚΑΤΑΤΑΞΗ

source: DETAILED SCORES
el: ΒΑΘΜΟΛΟΓΙΕΣ ΑΝΑΛΥΤΙΚΑ

source: SCORES:
el: ΒΑΘΜΟΛΟΓΙΕΣ:

source: Institution
el: Ίδρυμα

source: Electors
el: Εκλέκτορες

source: uuid
el: Αναγνωριστικό

source: Name
el: Όνομα

source: Polls
el: Κάλπες

source: Administrator
el: Διαχειριστής

source: Official
el: Επίσημη

source: Total
el: Σύνολο

source: Total rounded
el: Σύνολο ψηφοδελτίων

source: GROUP
el: Ομάδα

source: QUESTION
el: Υποψήφιος

source: Total votes: %d
el: Σύνολο ψηφοδελτίων: %d

source: Blank: %d
el: Λευκά: %d

source: Zeus Elections - Poll Results
el: Ηλεκτρονικές Ψηφοφορίες «Ζευς» — Αποτελέσματα

source: Start: %(date)s
el: Έναρξη: %(date)s

source: End: %(date)s
el: Λήξη: %(date)s

source: Extension: %(date)s
el: Παράταση: %(date)s

source: Are you sure?
el: Επιβεβαιώστε

source: (all voters selected)
el: σύνολο ψηφοφόρων

source: Registration ID
el: Αριθμός Καταχώρισης

source: Surname
el: Επίθετο

source: Given name
el: Όνομα

source: Middle name
el: Πατρώνυμο

source: Mobile phone
el: Κινητό τηλ.

source: Vote weight
el: Βάρος ψήφου

source: Has voted
el: Έχει ψηφίσει

source: Forum
el: Διαβούλευση

source: Booth invitation sent at
el: Αποστολή πρόσκλησης

source: Last visit
el: Τελευταία είσοδος

source: Actions
el: Επιλογές

source: Creation
el: Δημιουργία

source: Election status
el: Κατάσταση ψηφοφορίας

source: Trial
el: Δοκιμαστική

source: Voters Voted
el: Σύνολο συμμετεχόντων

source: Number of Polls
el: Σύνολο καλπών

source: Administrators
el: Διαχειριστές

source: I consent that I have read, understood, and agree to the [service terms](/zeus/terms/).
el: Αποδέχομαι ότι έχω διαβάσει και συμφωνώ με τους [όρους χρήσης της υπηρεσίας](/zeus/terms/).

source: Uninitialized shibboleth session.
el: Μη αρχικοποιημένη σύνδεση shibboleth

source: Invalid shibboleth endpoint
el: Μη έγκυρο shibboleth endpoint

source: Invalid shibboleth data resolved.
el: Μη έγκυρα δεδομένα shibboleth

source: Shibboleth voter info assertion failed.
el: Πρόβλημα στα δεδομένα shibboleth (assertion failed)

source: Trustee login url sent
el: Η αποστολή πρόσκλησης πραγματοποιήθηκε

source: You cannot modify a post with existing replies
el: Δεν μπορείτε να επεξεργαστείτε μια ανάρτηση στην οποία έχουν προστεθεί σχόλια

source: Forum post deleted successfully.
el: Η ανάρτηση διεγράφη επιτυχώς

source: You cannot modify this post
el: Δεν μπορείτε να επεξεργαστείτε την συγκεκριμένη ανάρτηση

source: You have successfully subscribed for forum notifications.
el: Οι ειδοποιήσεις για τη δραστηριότητα της διαβούλευσης έχουν ενεργοποιηθεί.

source: You have successfully unsubscribed from forum notifications.
el: Οι ειδοποιήσεις για τη δραστηριότητα της διαβούλευσης έχουν απενεργοποιηθεί.

source: Poll updated successfully
el: Η κάλπη ανανεώθηκε επιτυχώς

source: Unlink linked polls in order to be able to delete the poll.
el: Η ενέργεια διαγραφής απαιτεί αποσύνδεση της λίστας ψηφοφόρων.

source: A voters import is already in progress.
el: Εισαγωγή ψηφοφόρων σε εξέλιξη.

source: Please accept voters upload terms
el: Παρακαλούμε αποδεχθείτε τους όρους ανάρτησης εκλογικού καταλόγου

source: Invalid encoding
el: Μη έγκυρη κωδικοποίηση

source: No file uploaded
el: Δεν βρέθηκε αρχείο

source: Time to Vote
el: Συμμετοχή σας σε ψηφοφορία

source: Additional Info
el: Περισσότερες πληροφορίες

source: Voting end date extended
el: Παράταση λήξης ψηφοφορίας

source: No voters were found.
el: Δεν βρέθηκαν ψηφοφόροι.

source: Email sending started
el: Η αποστολή μηνυμάτων email έχει ξεκινήσει

source: Something went wrong
el: Προέκυψε σφάλμα

source: No SMS deliveries left.
el: Δεν έχετε διαθέσιμες αποστολές SMS

source: Voter removed successfully
el: Ο ψηφοφόρος διεγράφη επιτυχώς

source: Poll does not support voter url login.
el: Η κάλπη δεν επιτρέπει σύνδεση με URL

source: You need to logout from your current account to access this view.
el: Πρέπει να αποσυνδεθείτε για να αποκτήσετε πρόσβαση σε αυτή την σελίδα

source: Invalid ballot data
el: Μη έγκυρα δεδομένα ψήφοδελτίου

source: Invalid email address
el: Μη έγκυρη διεύθυνση email

source: Client address unavailable
el: Μη διαθέσιμη διεύθυνση IP πελάτη

source: There are too many requests from your address
el: Υπεράριθμες αιτήσεις από τη διεύθυνση IP σας

source: Your request has been submitted. We will contact you as soon as possible.
el: Το αίτημα σας έχει καταχωρηθεί. Θα επικοινωνήσουμε σύντομα μαζί σας.

source: There are too many emails registered from your address
el: Υπεράριθμες διευθύσεις email από τη διεύθυνση IP σας

source: Cannot create demo users right now. Sorry.
el: Δεν είναι δυνατή η δημιουργία δοκιμαστικών χρηστών αυτή τη στιγμή.

source: An email with demo credentials has been sent to %s
el: Τα στοιχεία του δοκιμαστικού λογαριασμού σας έχουν σταλεί στη διεύθυνση email %s

source: Authentication error
el: Σφάλμα ταυτοποίησης

source: You do not have permission to access this page.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτή τη σελίδα.

source: An error has been occured. Please notify the server admin.
el: Προέκυψε σφάλμα διακομιστή, παρακαλούμε ενημερώστε τους διαχειριστές του συστήματος.

source: The requested page was not found.
el: Η σελίδα που ζητήσατε δεν βρέθηκε.
